---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionRoundHSS
source: html/97345b3e-ada9-8f75-eaa2-d1799cbcc0b9.htm
---
# StructuralSectionRoundHSS Methods

Returns size of the section boundary.